Repository: nehayward/Scenecuts
Catalog: Localization/*.lproj/Localizable.strings
Languages: de

source: About Scenecuts
de: Über Scenecuts

source: Active Since
de: Aktiv seit

source: Advanced
de: Erweitert…

source: Apply
de: Übernehmen

source: Can't Open Helper App
de: Das Hilfsprogramm kann nicht göffnet werden

source: Cancel
de: Abbrechen

source: Clear
de: Entfernen

source: Close
de: Schließen

source: Current Icon
de: Aktuelles Symbol

source: Enabling this will always hide the preference window on first app launch.
de: Das Aktivieren der Einstellung versteckt das Konfiguartionsfenster beim ersten Starten.

source: File
de: Datei

source: General
de: Allgemein

source: Global Shortcut
de: Kurzbefehle…

source: Helper App
de: Hilfsprogramm

source: Helper App Error
de: Hilfsprogramm Fehler

source: Hide Preferences on Launch
de: Einstellungen beim Start verbergen

source: Launch Helper App
de: Hilfsprogramm starten

source: Menu Bar Icon
de: Menüleisten-Symbol

source: Preferences
de: Einstellungen

source: Quit
de: Beenden

source: Scenecuts Help
de: Scenecuts Hilfe

source: Scenes
de: Szenen

source: Search for SFSymbols
de: Nach passenden Symbolen suchen

source: Select an Icon
de: Symbol auswählen

source: Set Image
de: Symbol nutzen

source: Show in Menu Bar
de: In Menüleiste zeigen

source: Start App
de: Starten

source: Terminate App
de: Beenden

source: The helper app is used to communicate with HomeKit, this needs to be running in order for Scenecuts to work properly.
de: Das Hilfsprogramm kommuniziert mit HomeKit und wird benötigt damit Scenecuts funktioniert.

source: Trigger HomeKit scene
de: Szene steuern
